Repository: filhocf/debian-infographic
Catalog: debian/*.po
Languages: ja_jp, pt_br

source: On 1993-08-16, Ian Murdock announced the birth of Debian.
ja_jp: 1993 年 8 月 16 日、Ian Murdock さんが Debian の誕生を発表しました。
pt_br: Em 1993-08-16, Ian Murdock anunciou o nascimento do Debian.

source: Release Process
ja_jp: リリースプロセス
pt_br: Processo de Lançamento

source: Intended for:
ja_jp: 想定利用対象層:
pt_br: Indicado para:

source: Understanding Debian
ja_jp: Debian の基礎知識
pt_br: Compreendendo o Debian

source: The universal operating system
ja_jp: ユニバーサルオペレーティングシステム
pt_br: O sistema operacional universal

source: Lastest versions always are incorporated in Sid (unstable).
ja_jp: 最新版は常に Sid (不安定版) に組み込まれます。
pt_br: Últimas versões sempre são incorporadas no Sid (instável).Latest

source: Sources
ja_jp: 上流開発側
pt_br: Fontes

source: Unstable
ja_jp: 不安定版
pt_br: Instável

source: Stable
ja_jp: 安定版
pt_br: Estável

source: current testing version
ja_jp: 現在のテスト版
pt_br: versão de teste atual

source: Experimental
ja_jp: 実験版

source: Unstable: also known as SID, the neighbor who broke toys. Eternally unstable. This is an area for package stabilization. SID: Still in Development
ja_jp: 不安定版: 通称 SID (おもちゃを壊す隣人)、永遠に不安定です。ここではパッケージの安定化を行います。SID は Still in Development (まだ開発中) を意味します。
pt_br: Instável: também conhecida como SID, o vizinho que quebrava os brinquedos. Eternamente instável. Esta é uma área para estabilização de pacotes. SID: Still in Development

source: repositories
ja_jp: リポジトリ
pt_br: repositórios

source: Testing: stabilization area for the distribution as a whole. It is released as stable version when ready.
ja_jp: テスト版: ここでは全般的なディストリビューションの安定化を行います。準備が整い次第、安定版として公開されます。
pt_br: Teste: área de estabilização para a distribuição como um tood. Ele é lançado como versão estável quando estiver pronto.

source: Stable: when a new version is released, it gets a codename. The first codename was Buzz, from Toy Story movie.
ja_jp: 安定版: コードネームは新バージョンの公開時に決定されます。最初のコードネームは Buzz で映画トイ・ストーリーから取られました。
pt_br: Estável: quando a nova versão é lançada, ela ganha um codinome. O primeiro codinome foi Buzz, do filme Toy Story.

source: When a new version is released as stable, it immediately open space in testing. Then a new cycle of distribution stabilization is started for a future release. The process follows a continuous and natural flow.
ja_jp: 新バージョンが安定版としてリリースされることで、テスト版の枠が空きます。そして将来のリリースに向けてディストリビューション安定化サイクルが新たに始まります。全てのプロセスは連続的で自然な流れに従います。
pt_br: Quando uma nova versão é lançada como estável, ela abre espaço imediatamente na teste. Então um novo ciclo de estabilização de distribuição é iniciada para o futuro lançamento. O processo segue um fluxo natural e contínuo.

source: Experimental: area for bleeding edge version and experimentation. It is used periodically.
ja_jp: 実験版: ここでは開発テスト版の実験を行います。定期的に利用されます。
pt_br: Experimental: área para versões recém lançadas e para testes. É usada periodicamente.

source: Testing
ja_jp: テスト版
pt_br: Teste

source: In general it is used to incorporate a great set of packages before going into unstable.
ja_jp: 一般に、実験版は巨大なパッケージを不安定版に組み込むために利用されます。
pt_br: Em geral ela é usada para incorporar um grande conjunto de pacotes antes de ir para a instável.

source: Derivatives
ja_jp: 派生物
pt_br: Derivados

source: 10 years of Debian Project
ja_jp: Debian プロジェクトの 10 年目
pt_br: 10 anos de Projeto Debian

source: Debian Women: Seeks to provide balance and to diversify the Debian community. Actively engaged with stakeholders and encourages women to become more involved with Debian.
ja_jp: Debian Women: Debian における男女比のバランスを取り、多様化を進めています。また、出資者と議論して女性が Debian に参加することを奨励しています。
pt_br: Debian Women: Procuram equilibrar e diversificar a comunidade Debian engajados ativamente com mulheres interessadas e incentivar a se envolver mais com o Debian.

source: 18 years.
ja_jp: 18 歳。
pt_br: 18 anos.

source: Age of majority.
ja_jp: 成人しました。
pt_br: Maior idade.

source: Debian Mentors: Focused on helping new developers.
ja_jp: Debian Mentor: 新規開発者の補助に重点的に取り組んでいます。
pt_br: Debian Mentors: Foco em ajudar novos desenvolvedores.

source: Under the DFSG, all changes made ​​in Debian are made available to upstream authors, benefiting Debian itself and other distributions.
ja_jp: DFSG に従い、Debian に加えられた全ての変更は上流開発側にフィードバックされるため、Debian 自身とそれ以外のディストリビューションも恩恵を受けます。
pt_br: Sob a DFSG, todas as mudanças no Debian são disponibilizadas para os autores, beneficiando o Debian em si e outras distribuições.

source: On 1997-07-05, the Debian Free Software Guideline was created.
ja_jp: 1997 年 7 月 5 日、Debian フリーソフトウェアガイドラインが作られました。
pt_br: Em 1997-07-05, o Debian Free Software Guideline foi criado.

source: Pure Blend: Debian Pure Blends provide a solution for special groups of target users with different skills and interests.
ja_jp: Pure Blend: Debian Pure Blend は特定の分野に関してさまざまな技術と興味を持つユーザ向けに解決策を提供します。
pt_br: Marca pura: Marcas Puras do Debian provêm uma solução para grupos especiais de usuários alvos, com diferentes habilidades e interesses.

source: Derivatives: Debian provides a solid foundation to build a new custom distribution.
ja_jp: 派生物: Debian は新しいカスタムディストリビューションを作るための確固たる基礎を提供します。
pt_br: Derivados: o Debian provê uma sólida fundação para construir uma nova distribuição personalizada.

source: Security team
ja_jp: セキュリティチーム
pt_br: Time de segurança

source: Debian Live: provides a framework to build official or customized Debian Live images to boot into Debian without requiring installation.
ja_jp: Debian Live: インストールせずに Debian を起動するための Debian Live イメージを公式ビルドしたり、カスタマイズされたイメージをビルドしたりするフレームワークを提供します。
pt_br: Debian Live: fornecem um framework para construir imagens vivas oficiais ou personalizadas do Debian para iniciar o Debian sem instalação requerida.

source: Quality Assurance team
ja_jp: 品質保証チーム
pt_br: Time de Controle de Qualidade

source: Firsts steps (easy)
ja_jp: 最初の一歩 (初級)
pt_br: Primeiros passos (fácil)

source: Participating more inside of Debian (medium)
ja_jp: Debian のさらに内部へ参加 (中級)
pt_br: Participando mais dentro do Debian (médio)

source: Get involved!
ja_jp: 参加しましょう!
pt_br: Envolva-se!

source: Do you like events?
ja_jp: イベントがお好きですか?
pt_br: Gosta de eventos?

source: You inside of Debian (hard? No. Be a part in Debian Project!)
ja_jp: Debian の中の人になる (上級? そんなことはありません。Debian プロジェクトに参加しましょう!)
pt_br: Você dentro do Debian (difícil? Não. Sendo parte do projeto Debian!)

source: Do you like to program?
ja_jp: プログラミングがお好きですか?
pt_br: Gosta de programar?

source: Subscribe in the devel lists, talk with other developers and join a team with similar interests in Debian Project.
ja_jp: 開発メーリングリストに登録して、他の開発者と話して、Debian プロジェクト内で同じ興味を持つチームに参加しましょう。
pt_br: Inscreva-se nas listas devel, fale com outros desenvolvedores e junte-se a um time com interesses similares no Projeto Debian.

source: WELCOME and ENJOY!
ja_jp: Debian にようこそ! ご参加を歓迎します!
pt_br: BEM-VINDO e APROVEITE!

source: do you wish to be a team member?
ja_jp: チームの一員になりたいですか?
pt_br: deseja ser um membro do time?

source: Do you like to translate?
ja_jp: 翻訳がお好きですか?
pt_br: Gosta de traduzir?

source: Do you like to write?
ja_jp: 物書きがお好きですか?
pt_br: Gosta de escrever?

source: The Debian Way
ja_jp: Debian 流の
pt_br: O Jeito Debian

source: for Illumination
ja_jp: 悟りを開く方法
pt_br: para Iluminação

source: Debian Developer
ja_jp: Debian 開発者
pt_br: Desenvolvedor Debian

source: The illumination
ja_jp: 悟りの境地に達した者
pt_br: A Iluminação

source: Read the technical documentation in the Developers' Corner, like New Maintainers' Guide, Debian Policy Manual or Debian Developer's Reference.
ja_jp: 開発者のコーナーにある、新メンテナガイド、Debian ポリシーマニュアル、Debian 開発者リファレンスなどの技術文書を読みましょう。
pt_br: Leia a documentação técnica no Canto do Desenvolvedor, como o Novo Guia do Mantenedor, Manual de Políticas do Debian ou as Referências do Desenvolvedor Debian.

source: Found a bug? Send a patch!
ja_jp: バグ発見? パッチを送りましょう!
pt_br: Encontrou um bug? Envie um patch!

source: Translate Debian web pages, manuals or package descriptions.
ja_jp: Debian のウェブページ、マニュアル、パッケージ説明を翻訳しましょう。
pt_br: Traduza as páginas web, manuais ou descrições de pacotes do Debian.

source: Write a manual, book or other materials that can help new users.
ja_jp: マニュアル、書籍、新しいユーザ向けの文献を執筆しましょう。
pt_br: Escreva um manual, livro ou outro material que possa ajudar novos usuários.

source: Adopt an orphaned package or start a packaging with a new software, alone or by joing in a team.
ja_jp: みなしご化しているパッケージのメンテナになるか、一人でかチームに入ることで新しいソフトウェアのパッケージングを始めましょう。
pt_br: Adote um pacote órfão ou inicie um empacotamento com um novo software, sozinho ou se unindo a um time.

source: Help new developers coming in Debian Project as a mentor. Learn from people experienced in packaging practices and learn to understand the Debian way.
ja_jp: Debian プロジェクトに参加したばかりの開発者を指導者として手助けしましょう。パッケージ化に精通している人から学び、Debian 流を理解する方法を習得しましょう。
pt_br: Ajude novos desenvolvedores chegando no Projeto Debian como um mentor. Aprenda com pessoas experientes nas práticas de empacotamento e aprenda a entender o jeito Debian.

source: Found a bug? Report it! You can use the webpage or &quot;reportbug&quot; tool.
ja_jp: バグ発見? 報告しましょう! ウェブページや &quot;reportbug&quot; ツールを使いましょう。
pt_br: Encontrou um bug? Reporte ele! Você pode usar a página web ou a ferramenta &quot;reportbub&quot;.

source: Participate in Debian Popularity Contest
ja_jp: Debian Popularity Contest に参加しましょう。
pt_br: Participando no Concurso de Popularidade Debian

source: Say &quot;yes&quot; at install time. It will help to choose packages for the first CD/DVD and to assess user-base for any package
ja_jp: インストール時に「はい」を選ぶことで、CD や DVD の 1 枚目に収録するパッケージの選別やパッケージ利用者層の評価を手助けすることになります。
pt_br: Diga &quot;sim&quot; na instalação. Ele irá ajudar na escolha dos pacotes para o primeiro CD/DVD e avaliar qualquer pacote com base no usuário.

source: Install, try and use in your computer.
ja_jp: Debian をコンピュータにインストールしたり、試したり、使ったりしましょう。
pt_br: Instale, experimente e use em seu computador.

source: Promote meetings, parties on special Debian days, or presentations about Debian at IT events in your city or country.
ja_jp: 会議、特別な Debian デーのパーティ、あなたの都市や国で開催される IT イベントにおいて Debian に関するプレゼンテーションを企画運営しましょう。
pt_br: Promovendo encontros, festas nos dias especiais do Debian, ou apresentando sobre o Debian em eventos de TI em sua cidade ou país.

source: Join to Debian Day.
ja_jp: Debian デーに参加しましょう。
pt_br: Junte-se ao Dia do Debian.

source: The Debian Administrator's Handbook
ja_jp: Debian 管理者ハンドブック
pt_br: Guia do Administrador do Debian

source: Debian Bug Track System
ja_jp: Debian バグ追跡システム
pt_br: Sistema de Rastreio de Bugs do Debian

source: Adventurous users and developers
ja_jp: 冒険好きなユーザと開発者
pt_br: Usuários aventureiros e desenvolvedores

source: General users
ja_jp: 一般的なユーザ
pt_br: Usuários em geral

source: Conservative users and servers
ja_jp: 保守的なユーザとサーバ
pt_br: Usuários conservadores e servidores

source: 12/06/2016 - version 3.0 - Made with Inkscape.
ja_jp: 2016 年 6 月 12 日 - バージョン 3.0 - Inkscape で作成。
pt_br: 12/06/2016 - versão 3.0 - Feito com Inkscape.

source: Understanding Debian is licensed under CC By-SA 4.0
ja_jp: Debian の基礎知識は CC By-SA 4.0 ライセンスの下で使用許諾されています。

source: All versions are available at http://cfnarede.com.br/infografico-do-debian
ja_jp: すべてのバージョンは http://cfnarede.com.br/infografico-do-debian から入手できます。
pt_br: Todas as versões estão disponíveis em http://cfnarede.com.br/infografico-do-debian

source: Debian is a trademark of Software Public Interest Inc. All trademarks are exclusive property of their respective owners. All characters in the movie in the Toy Story movie are the property of Pixar/Disney.
ja_jp: Debian は Software Public Interest Inc. の登録商標です。全ての商標はその持ち主に独占的な所有権が与えられています。映画トイ・ストーリーに出てくる全てのキャラクターは Pixar/Disney に所有権があります。
pt_br: Debian é uma marca da Software Public Interest Inc. Todas as marcas são propriedades exclusivas de seus respectivos proprietários. Todos os personagens no filme Toy Story são de propriedade da Pixar/Disney.

source: Many cliparts used here are from OpenCliparts.org project.
ja_jp: ここで利用している多くのクリップアートは OpenCliparts.org プロジェクトからのものです。
pt_br: Muitos cliparts usados aqui são do projeto OpenClipart.org.

source: New logo 1999-05
ja_jp: 新しいロゴ 1999 年 5 月
pt_br: Nova logo 1990-05

source: Ian Murdock passed away
ja_jp: Ian Murdock さんが亡くなりました
pt_br: Ian Murdock passou para além

source: The Future is Open!
ja_jp: 未来は明るい!
pt_br: O Futuro é Aberta!

source: Developers
ja_jp: 開発者数
pt_br: Desenvolvedores

source: Packages
ja_jp: パッケージ数
pt_br: Pacotes

source: Courtesy
ja_jp: 提供:
pt_br: Cortesia

source: Registered Debian users
ja_jp: 登録済み Debian ユーザ数
pt_br: Usuários Debian registrados

source: Distribution Popularity
ja_jp: ディストリビューション利用者数の順位
pt_br: Popularidade de Distribuições

source: Distribution of Debian developers around the world
ja_jp: 世界中にいる Debian 開発者の分布
pt_br: Distribuição dos desenvolvedores Debian pelo mundo

source: Software versions
ja_jp: 収録ソフトウェアのバージョン
pt_br: Versões dos softwares

source: Pure blend
pt_br: Marca pura

source: Understanding Debian is licensed under CC By-SA 4.0
pt_br: Compreendendo o Debian é licenciado sob CC By-SA 4.0
